Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Streaming of video material on the internet
it: Streaming di materiale video su Internet

source: Telephone paging services
it: Servizi di cercapersone

source: Providing of access to telecommunication warehousing services
it: Accesso a servizi di magazzinaggio per telecomunicazioni

source: Provision of communications facilities for the interchange of digital data
it: Offerta di strutture di comunicazione per l'interscambio di dati digitali

source: Provision of communications facilities via cable
it: Fornitura di servizi di comunicazione via cavo

source: Communications services for the exchange of data in electronic form
it: Servizi di comunicazione per lo scambio dei dati in forma elettronica

source: Internet services providers (isps)
it: Provider di servizi Internet (ISP)

source: Transmission of messages by telex
it: Trasmissione di messaggi tramite telex

source: Collection and delivery of messages by electronic mail
it: Raccolta e recapito di messaggi per posta elettronica

source: Delivery of digital audio and/or video by telecommunications
it: Distribuzione di audio e/o video digitali mediante telecomunicazioni

source: News agency services for telecommunications
it: Servizi di agenzie di stampa per telecomunicazioni

source: Electronic network communications
it: Comunicazione di reti elettroniche

source: Electronic transmission of information (Services for the -)
it: Servizi per trasmissione elettronica di informazioni

source: Electronic transmission of messages, data and documents
it: Trasmissione elettronica di messaggi, dati e documenti

source: Internet telephony services
it: Telefonia via Internet

source: Data communication services
it: Servizi di comunicazione dati

source: Transmission of information by electronic means
it: Trasmissione di informazioni tramite mezzi elettronici

source: Satellite transmission
it: Trasmissioni via satellite

source: Radio communication
it: Radiocomunicazione

source: Computer communication and Internet access
it: Comunicazione per computer ed accesso ad Internet

source: Provision and rental of telecommunications facilities and equipment
it: Fornitura ed affitto di strumenti ed apparecchi di telecomunicazione

source: Access to content, websites and portals
it: Accesso a contenuti, siti web e portali

source: Narrowband radio communication services
it: Servizi di radiocomunicazione a banda stretta

source: Wide band radio communication services
it: Servizi di radiocomunicazione a banda larga

source: Call forwarding services
it: Servizi di inoltro di chiamate

source: Providing virtual private network (VPN) services
it: Fornitura di servizi di rete privata virtuale [VPN]

source: Transmission of information and images relating to pharmaceuticals, medicine and hygiene
it: Trasmissione di informazioni e immagini relative a prodotti farmaceutici, alla medicina e all'igiene

source: Transmission of sound and vision via satellite or interactive multimedia networks
it: Trasmissione audio e immagini via satellite o reti multimediali interattive

source: Transmission of sound, picture and data signals
it: Trasmissione di segnali audio, immagini e dati

source: Transmission of sound, video and information
it: Trasmissione audio, video e informazioni

source: Telegraph services
it: Servizi telegrafici

source: Communications by telegrams
it: Comunicazioni telegrafiche

source: Rental of telecommunication equipment
it: Noleggio di apparecchi di telecomunicazione

source: Rental of telecommunication facilities
it: Noleggio di impianti di telecomunicazione

source: Consultancy in the field of telecommunications
it: Consulenza nel settore delle telecomunicazioni

source: Voice transmission services
it: Servizi di trasmissione vocale

source: Transmission of electronic mail
it: Trasmissione di posta elettronica

source: Computerised communication services
it: Servizi di comunicazione computerizzati

source: Computer intercommunication
it: Intercomunicazione tra computer

source: Computer communication services
it: Servizi di comunicazione informatica

source: Communication by computer
it: Comunicazione tramite computer

source: Mobile communications services
it: Comunicazione cellulare

source: Videoconferencing services
it: Servizi di videoconferenza

source: Communication of information by computer
it: Comunicazione di informazioni mediante computer

source: Transmission of information by computer
it: Trasmissione di informazioni mediante computer

source: Radio and television program broadcasting
it: Trasmissione di programmi radiotelevisivi

source: Transmission of television programs
it: Trasmissione di programmi televisivi

source: Radio and television broadcasting
it: Trasmissioni radiofoniche e televisive

source: Transmission of radio and television programs
it: Trasmissione di programmi radiofonici o televisivi

source: Transmission of telegrams
it: Trasmissione di telegrammi

source: Sending of telegrams
it: Invio di telegrammi

source: Radio broadcasting
it: Radiodiffusione

source: Telephone and mobile telephone services
it: Servizi di telefonia fissa e mobile

source: Transmission of podcasts
it: Trasmissione di podcast

source: Transmission of interactive television program guides
it: Trasmissione di guide riguardanti programmi televisivi interattivi

source: Streaming of television over the Internet
it: Diffusione di segnali televisivi tramite Internet

source: Communication by online blogs
it: Comunicazione mediante blog online

source: Transmission and distribution of data or audiovisual images via a global computer network or the Internet
it: Trasmissione e distribuzione di dati o immagini audiovisive tramite una rete globale di computer o internet

source: Providing Internet chat lines
it: Fornitura di linee chat su internet

source: Electronic message sending, receiving and forwarding
it: Invio, ricezione e inoltro di messaggi elettronici

source: Sending and receiving of electronic messages
it: Invio e ricezione di messaggi elettronici

source: Electronic message collection and transmission
it: Raccolta e trasmissione di messaggi elettronici

source: Providing access to websites on the Internet or any other communications network
it: Fornitura di servizi d'accesso a siti internet o a qualsiasi altra rete di comunicazione

source: Providing Internet chatrooms and Internet forums
it: Fornitura di chatroom e forum su internet

source: Video, audio and television streaming services
it: Servizi audio, video e televisivi in streaming

source: Video transmission via digital networks
it: Trasmissione video tramite reti digitali

source: Transmission of short messages [SMS], images, speech, sound, music and text communications between mobile telecommunications devices
it: Trasmissione di messaggeria breve [SMS], immagini, voci, suoni, musica e testo tra dispositivi di telefonia mobile

source: Transmission of messages, data and content via the Internet and other communications networks
it: Trasmissione di messaggi, dati e contenuti tramite internet e altre reti di comunicazione

source: Transmission of information via computer networks
it: Trasmissione di informazioni tramite reti informatiche

source: Transferring information and data via computer networks and the Internet
it: Trasferimento d'informazioni e dati mediante reti informatiche e internet

source: Telecommunications services provided via fiber optic, wireless and cable networks
it: Servizi di telecomunicazione forniti tramite fibra ottica e reti wireless o cablate

source: Transmission of data via ISDN lines
it: Trasmissione di dati tramite linee ISDN

source: Transmission of audio and video content via ISDN lines
it: Trasmissione di contenuti audio e video tramite linee ISDN

source: Transmission of audio and video content via computer networks
it: Trasmissione di contenuti audio e video tramite reti informatiche

source: Transmission of data via satellite
it: Trasmissione di dati via satellite

source: Transmission of audio and video content via satellite
it: Trasmissione di contenuti audio e video tramite satellite

source: Rental of radio and television broadcasting facilities
it: Noleggio di impianti di diffusione radiotelevisiva

source: Rental of access time to a database server
it: Noleggio di tempi d'accesso a server di banche dati

source: Radio, television and cable broadcasting services
it: Servizi di trasmissione radiotelevisiva e via cavo

source: Provision of access to Internet platforms for the purpose of exchanging digital photographs
it: Fornitura di servizi di accesso a piattaforme internet per scambiare fotografie digitali

source: Providing voice communication services over the Internet
it: Fornitura di servizi di comunicazione vocale su internet

source: Providing on-line chatrooms and electronic bulletin boards for transmission of messages amongst users
it: Fornitura chat online e bacheche elettroniche per la trasmissione di messaggi tra gli utenti

source: Providing access to Internet portals for third parties
it: Fornitura di servizi d'accesso a portali internet per conto terzi

source: Providing access to e-commerce platforms on the Internet
it: Fornitura di servizi d'accesso a piattaforme e-commerce su internet

source: Provision of telecommunications connections for telephone chat lines
it: Fornitura di connessioni di telecomunicazione per linee di chat telefoniche

source: Providing information relating to wireless communication
it: Fornitura di informazioni inerenti la comunicazione wireless

source: Providing access to the Internet and other communications networks
it: Fornitura di servizi d'accesso a internet e altre reti di comunicazione

source: Providing access to an Internet discussion website
it: Fornitura di servizi d'accesso a siti internet per discussioni

source: Operation of radio broadcasting equipment
it: Gestione di attrezzature per la trasmissione radio

source: Transmission of sound or visual recordings over networks
it: Trasmissione di registrazioni audio o video su reti

source: Interactive transmission of video over digital networks
it: Trasmissione interattiva di video su reti digitali

source: Interactive communication services
it: Servizi di comunicazione interattiva

source: Rental of equipment for television broadcasting
it: Noleggio di attrezzature per la diffusione televisiva

source: Transmission of data, messages and information
it: Trasmissione di dati, messaggi e informazioni

source: Electronic transmission of instant messages and data
it: Trasmissione elettronica di messaggi e dati istantanei

source: Electronic transmission of images, photographs, graphic images and illustrations over a global computer network
it: Trasmissione elettronica di immagini, fotografie, grafica e illustrazioni tramite una rete informatica globale

source: Transmission of data, audio, video and multimedia files
it: Trasmissione di dati, audio, video e file multimediali

source: Transmission of data, audio, video and multimedia files, including downloadable files and files streamed over a global computer network
it: Trasmissione di dati, audio, video e file multimediali, compresi file scaricabili e file in streaming su una rete informatica globale

source: Transmission of encrypted communications
it: Trasmissione di comunicazioni criptate

source: Communications services provided over the Internet
it: Servizi di comunicazione forniti tramite internet

source: Providing access to platforms on the Internet
it: Fornitura di servizi d'accesso a piattaforme su internet

source: Communication via virtual private networks
it: Comunicazione tramite reti virtuali private [VPN]

source: Broadcasting and transmission of pay-per-view television programs
it: Trasmissione e diffusione di programmi televisivi a pagamento

source: Broadcasting and transmission of cable television programs
it: Trasmissione e diffusione di programmi televisivi via cavo

source: Broadcasting of television and radio programs via cable or wireless networks
it: Trasmissione di programmi televisivi e radiofonici tramite cavo o reti wireless

source: Broadcasting of television programs using video-on-demand and pay-per-view television services
it: Trasmissione di programmi televisivi tramite l'utilizzo di servizi video on-demand e a pagamento

source: Audio, video and multimedia broadcasting via the Internet and other communications networks
it: Trasmissione di contenuti audio, video e multimediali tramite internet e altre reti di comunicazione

source: Advisory and consultancy services relating to wireless communications and wireless communications equipment
it: Servizi di consulenza inerenti la comunicazione wireless e le attrezzature per comunicazione wireless

source: Wireless transfer of data via wireless application protocols
it: Trasferimento wireless di dati tramite protocolli di applicazione wireless

source: Wireless transfer of data via digital mobile telephony
it: Trasferimento wireless di dati tramite telefonia mobile digitale

source: Wireless transfer of data via the Internet
it: Trasferimento wireless di dati tramite internet

source: Telecommunication services provided via Internet platforms and portals
it: Servizi di telecomunicazione disponibili tramite piattaforme e portali internet

source: Providing telecommunications connections to the Internet in a cafe environment
it: Fornitura di servizi di telecomunicazione per connessione a internet in cybercafé

source: Rental of telecommunication devices and equipment enabling connection to networks
it: Noleggio di dispositivi e attrezzature di telecomunicazione per connessione a una rete

source: Providing information about radio broadcasting
it: Fornitura di informazioni inerenti la trasmissione radio

source: Provision of access to an electronic marketplace [portal] on computer networks
it: Fornitura di servizi di accesso ad un mercato elettronico [portale] su reti informatiche

source: Providing access to multimedia content online
it: Fornitura di accesso a contenuti multimediali online

source: Providing online chatrooms for the transmission of messages, comments and multimedia content among users
it: Fornitura di chat online per la trasmissione di messaggi, commenti e contenuti multimediali tra gli utenti

source: Providing information about cable television broadcasting
it: Fornitura di informazioni inerenti la trasmissione televisiva via cavo

source: Providing access to platforms and portals on the Internet
it: Fornitura di servizi d'accesso a piattaforme e portali su internet

source: Digital transmission services for audio and video data
it: Servizi di trasmissione digitale per dati audio e video

source: Interactive teletext services
it: Servizi di teletext interattivo

source: Provision of access to data via the Internet
it: Fornitura di accesso a dati attraverso internet

source: Digital transmission of data via the Internet
it: Trasmissione digitale di dati tramite internet

source: Provision of access to data on communication networks
it: Fornitura di servizi di accesso a dati su reti di comunicazione

source: Digital transmission of data
it: Trasmissione digitale di dati

source: Consulting services in the field of electronic communications
it: Servizi di consulenza inerenti la comunicazione elettronica

source: Computer communications services for the transmission of information
it: Servizi di comunicazione informatica per la trasmissione di informazioni

source: Transmission of data and information by computer and electronic communication means
it: Trasmissione di dati e informazioni tramite computer e altri mezzi di comunicazione elettronica

source: Provision of telecommunication access to video content provided via the Internet
it: Fornitura di servizi d'accesso tramite telecomunicazione a contenuti video disponibili su internet

source: Provision of telecommunication access to audio content provided via the Internet
it: Fornitura di servizi d'accesso tramite telecomunicazione a contenuti audio disponibili su internet

source: Provision of telecommunication access to video and audio content provided via an online video-on-demand service
it: Fornitura di servizi d'accesso tramite telecomunicazione a contenuti audio e video disponibili per mezzo di servizi video online on-demand

source: Provision of telecommunication access to films and television programs provided via a video-on-demand service
it: Fornitura di servizi d'accesso tramite telecomunicazione a film e programmi televisivi disponibili per mezzo di servizi video on-demand

source: Broadcasting of audiovisual and multimedia content via the Internet
it: Trasmissione di contenuti audiovisivi e multimediali tramite internet

source: Broadcasting of motion picture films via the Internet
it: Trasmissione di pellicole cinematografiche tramite internet

source: Broadcasting of television programs via the Internet
it: Trasmissione di programmi televisivi tramite internet

source: Broadcasting and transmission of television programs
it: Trasmissione e diffusione di programmi televisivi

source: Broadcasting and transmission of radio programs
it: Trasmissione e diffusione di programmi radiofonici

source: Automatic transfer of digital data using telecommunications channels
it: Trasferimento automatico di dati digitali tramite canali di telecomunicazione

source: Audio and video broadcasting services provided via the Internet
it: Servizi di trasmissione di contenuti audio e video forniti tramite internet

source: Provision of access to an Internet portal featuring video-on-demand programs
it: Fornitura di servizi d'accesso a portali internet dotati di programmi video on-demand

source: Television broadcasting services for mobile phones
it: Servizi di diffusione televisiva per telefoni cellulari

source: Transmission of video data via the Internet
it: Trasmissione di dati video tramite internet

source: Transmission of audio data via the Internet
it: Trasmissione di dati audio tramite internet

source: Transmission of data via the Internet
it: Trasmissione di dati tramite internet

source: Providing access to telecommunication channels for teleshopping services
it: Fornitura di servizi d'accesso a canali di telecomunicazione per servizi di televendita

source: Transmission of information via wireless or cable networks
it: Trasmissione di informazioni tramite reti wireless o cablate

source: Transferring and disseminating information and data via computer networks and the Internet
it: Trasferimento e diffusione d'informazioni e dati mediante reti informatiche e internet

source: Transfer of information and data via online services and the Internet
it: Trasferimento di informazioni e dati tramite servizi online e internet

source: Telecommunication services provided via platforms and portals on the Internet and other media
it: Servizi di telecomunicazione forniti tramite piattaforme e portali su internet e altri supporti

source: Providing access to portals on the Internet
it: Fornitura di servizi d'accesso a portali su internet

source: Telecommunications services provided via the Internet, intranet and extranet
it: Servizi di telecomunicazione forniti tramite reti internet, intranet ed extranet

source: Transmission of digital audio and video broadcasts over a global computer network
it: Trasmissione di segnali digitali audio e video su una rete informatica globale

source: Transmission of user-generated content via the Internet
it: Trasmissione di contenuti generati dagli utenti tramite internet

source: Transmission of videos, movies, pictures, images, text, photos, games, user-generated content, audio content, and information via the Internet
it: Trasmissione di video, film, illustrazioni, immagini, testo, fotografie, giochi, contenuti generati dagli utenti, contenuti audio e informazioni tramite internet

source: Transmission of multimedia content via the Internet
it: Trasmissione di contenuti multimediali tramite internet

source: Telephone communication services provided for hotlines and call centers
it: Servizi di comunicazione telefonica forniti a hotline e call center

source: Electronic transmission and retransmission of sounds, images, documents, messages and data
it: Trasmissione e ritrasmissione elettronica di suoni, immagini, documenti, messaggi e dati

source: Forwarding messages of all kinds to Internet addresses [web messaging]
it: Inoltro di messaggi di ogni tipo a indirizzi internet [messaggistica web]

source: Providing access to information on the Internet
it: Fornitura di servizi d'accesso a informazioni su internet

source: Electronic exchange of messages via chat lines, chatrooms and Internet forums
it: Scambio elettronico di messaggi tramite chat e forum su internet

source: Providing voice chat services
it: Fornitura di servizi di chat vocale

source: Telephone exchange services
it: Servizi di centralino telefonico

source: Providing access to online computer databases
it: Fornitura di accesso a banche date online

source: Electronic transmission of news
it: Trasmissione elettronica di notizie

source: Communications services
it: Servizi di comunicazione

source: Telephone services
it: Servizi telefonici

source: Communications by telephone
it: Comunicazioni telefoniche

source: Fixed line telecommunication services
it: Telecomunicazioni a linea fissa

source: Provision of broadband telecommunications access
it: Fornitura d'accesso di telecomunicazioni a banda larga

source: Provision of access to Internet protocol TV
it: Accesso a televisione a protocollo Internet

source: Providing access to gambling and gaming websites on the internet
it: Accesso a siti web di giochi d'azzardo e giochi di denaro su Internet

source: Digital transmission of voice
it: Trasmissione digitale di voce

source: Packet transmission of data and images
it: Trasmissioni di pacchetti di dati e immagini

source: Provision of access to content, websites and portals
it: Fornitura dell’accesso a contenuti, siti web e portali

source: Rental of smartphones
it: Noleggio di smartphone

source: Voice over Internet Protocol [VoIP] communication services
it: Servizi di comunicazione vocale tramite protocollo Internet [VoIP]

source: Wireless broadband communication services
it: Servizi di comunicazione senza fili a banda larga

source: Web conferencing services
it: Servizi di conferenze web

source: Transportation of travellers' baggage
it: Trasporto di passeggeri e dei relativi bagagli

source: Naval tugging services
it: Servizi di traino navale

source: Motorcycle rental
it: Noleggio di motocicli

source: Organization of sightseeing tours
it: Organizzazione di visite guidate

source: Arranging transportation of goods
it: Organizzazione della consegna di merci

source: Arranging transportation of passengers by road, rail, air and sea
it: Trasporto stradale, ferroviario, marittimo e aereo di passeggeri

source: Conducting of sightseeing tours
it: Conduzione di visite turistiche

source: Consultancy services relating to transportation
it: Servizi di consulenza in materia di trasporto

source: Arrangement of the transportation of hydrocarbons
it: Organizzazione della distribuzione di idrocarburi

source: Arrangement of transportation of passengers by helicopters
it: Organizzazione di trasporto passeggeri in elicottero

source: Unloading cargo
it: Scaricamento

source: Transport of water by pipeline
it: Trasporto d'acqua mediante condotte

source: Air travel services
it: Servizi di viaggi aerei

source: Transportation by air of baggage
it: Trasporto di bagagli per via aerea

source: Bridge operation
it: Azionamento di ponti

source: Delivery of letters
it: Recapito di lettere

source: Airline ticket reservation services
it: Prenotazione di biglietti aerei

source: Flower delivery
it: Consegna di fiori
